{
  "en": [
    "Ducks have waterproof feathers thanks to an oil gland near their tails.",
    "A group of ducks on land is called a 'waddle', but in flight it's a 'flock'.",
    "Male ducks are called drakes; females are simply ducks.",
    "Ducks sleep with one eye open to stay alert for predators.",
    "Some ducks can fly at speeds over 60 miles per hour.",
    "The world's oldest duck lived to be 20 years old.",
    "Ducks have three eyelids and can see in color.",
    "The quack of a duck does echo, despite the myth.",
    "Ducks can live in both fresh and salt water environments.",
    "A duck's bill contains tiny plates called lamellae to help filter food.",
    "Ducks can walk, swim, and fly – the triple threat of the bird world!",
    "Baby ducks are called ducklings and can swim within hours of hatching.",
    "Wood ducks nest in trees, and their ducklings leap from heights up to 50 feet!",
    "Ducks can turn their heads 180 degrees to groom themselves.",
    "Some ducks migrate thousands of miles every year.",
    "Male ducks often lose their bright plumage after mating season.",
    "Ducks have an incredible memory and can recognize faces.",
    "A duck’s feet have no nerves or blood vessels, so they don’t feel cold.",
    "Ducks have been domesticated for over 4,000 years.",
    "There are over 120 different species of ducks worldwide.",
    "Ducks communicate with a variety of sounds, not just quacks.",
    "Mandarin ducks are considered a symbol of love and fidelity in Asia.",
    "Ducks can sleep while floating on water.",
    "Some diving ducks can stay underwater for more than a minute.",
    "The northern pintail duck can travel over 500 miles in a single day during migration.",
    "A duck’s bill is as sensitive as a human fingertip.",
    "Not all ducks quack – some whistle, grunt, or squeak.",
    "Muscovy ducks hiss instead of quacking.",
    "Ducks have been featured in art and mythology for centuries.",
    "Donald Duck was banned in Finland (rumor!) because he didn’t wear pants.",
    "Ducks bob their heads when they’re happy – like feathered dancers.",
    "Mallard ducks are the ancestors of most domestic duck breeds.",
    "Ducks enjoy playing in puddles as much as in ponds.",
    "Ducks can sleep with half their brain awake – the ultimate multitasking!",
    "Some ducks lay up to 12 eggs at once.",
    "Ducklings imprint on the first moving object they see – even if it's a human!",
    "Ducks can have regional accents depending on where they live.",
    "A duck’s feathers are so waterproof that even after diving, its down stays dry.",
    "Some ducks can rotate their heads almost completely around like owls.",
    "Ducks sometimes fake injuries to lure predators away from their nests.",
    "Ducks are excellent at team swimming – they draft like cyclists!",
    "Ducklings can recognize their mother's call even before they hatch.",
    "In China, ducks are sometimes used instead of pesticides — they eat the bugs!",
    "Some ducks, like the Harlequin duck, nest near waterfalls.",
    "A duck’s heart beats around 190 times per minute.",
    "The eyes of a duck are placed on the sides of its head, giving it almost 340° vision.",
    "Ducks don’t chew — they swallow their food whole or crush it with tiny stones in their gizzards.",
    "The feathers of a male wood duck are so colorful, they look painted.",
    "Ducks have a highly developed sense of touch in their bills.",
    "Ducks can suffer from 'angel wing' if overfed carbohydrates, which causes wing deformities.",
    "In ancient Rome, ducks were kept as pets and also served at banquets.",
    "The pink-eared duck of Australia has a spiral tongue it uses to suck up plankton.",
    "Ducks often mate for a season, but not always for life.",
    "The 'laughing duck' (Muscovy) makes noises that sound like human chuckling.",
    "Some ducks fake being injured (like limping) to distract predators from their nests.",
    "The rubber duck was inducted into the Toy Hall of Fame in 2013.",
    "Ducklings grow feathers in just a few weeks and start flying by 6–8 weeks old.",
    "A duck’s feathers are layered in a way that helps trap warm air and insulate the body.",
    "The South American Torrent Duck lives in fast-flowing mountain streams.",
    "Ducks have been sent into space — kind of. They were test animals in early flights!",
    "Some ducks can turn their heads completely backwards to preen their back feathers.",
    "In some cultures, ducks are a sign of prosperity and good fortune.",
    "The term 'sitting duck' comes from how easy it is to hunt them while they rest.",
    "Ducks can live on all continents except Antarctica.",
    "Ducks love clean water and will bathe multiple times a day if given the chance.",
    "Wild ducks can be tamed easily and will follow humans if hand-fed early.",
    "Ducks often shake their tails when excited or after a good splash.",
    "The Hawaiian duck (Koloa) is one of the rarest ducks in the world.",
    "Some ducks use tools — like dropping clams on rocks to crack them open.",
    "Duck feet don’t freeze in ice water thanks to counter-current heat exchange.",
    "Ducks can see ultraviolet light — they have special cones in their eyes.",
    "The call of the female duck is louder and more distinct than the male's.",
    "Ducks perform head-bobbing and wing-flapping as part of their courtship ritual.",
    "Ducks lose all their flight feathers at once and become flightless for a few weeks each year.",
    "Many ducks are omnivores — they eat insects, plants, small fish, and even frogs.",
    "Some ducks migrate thousands of miles without stopping to rest.",
    "The Mandarin duck is so beautiful it inspired artwork in ancient China and Japan.",
    "Domestic ducks often forget how to fly due to selective breeding.",
    "A duck’s preen gland oil also helps waterproof their eggs when they sit on them.",
    "Ducks sometimes sleep in floating groups called 'rafts' on lakes and oceans.",
    "Even though they look clumsy, ducks are very agile swimmers and flyers!",
    "Some ducks eat small pebbles to help grind food in their stomachs.",
    "When ducklings hatch, they weigh about as much as a ping pong ball.",
    "Ducks can feel vibrations in the water through their bills.",
    "The male Mandarin duck doesn't help raise the ducklings — he just looks fabulous.",
    "A duck’s beak grows continuously — just like human fingernails.",
    "In medieval Europe, it was believed that ducks grew on trees (seriously).",
    "Ducks can swim at birth but take a few weeks to grow flight feathers.",
    "Ducks often bob their heads when excited, especially before feeding.",
    "Some ducks have colorful patches on their wings called 'speculums.'",
    "The African black duck prefers fast-moving rivers and is very shy.",
    "In cartoons, ducks often don’t wear pants — but they never get arrested.",
    "In 2001, a duck named Trevor became a local celebrity on a tiny island with no other ducks.",
    "The call of a mother duck helps synchronize the hatching of her eggs.",
    "Ducks have been trained to sniff out landmines using their sense of vibration.",
    "Ducks can turn on a dime while swimming, using just their webbed feet.",
    "A duck's feathers are so tightly packed that water just beads right off.",
    "Some ducks can fly over Mount Everest during migration!",
    "Ducks may paddle in circles to stir up food from the pond bottom.",
    "Mallards are among the most adaptable ducks — they live on every continent except Antarctica.",
    "Ducks are surprisingly good climbers and can scale steep embankments.",
    "Duck eggshells are slightly thicker than chicken eggs.",
    "Muscovy ducks have red, bumpy faces that look like they're wearing bad makeup.",
    "Ducks sometimes make 'laughing' sounds when relaxing in groups.",
    "The northern shoveler duck has a bill like a spoon — it's a natural strainer.",
    "Ducklings learn to preen themselves by watching their mother.",
    "The 'stiff-tailed duck' uses its tail like a rudder while diving.",
    "Some ducks dive almost vertically like torpedoes to catch prey.",
    "A duck’s voice can carry up to half a kilometer over open water.",
    "When scared, some ducks freeze completely still — a form of 'duck panic.'",
    "Ducks blink sideways — with a translucent third eyelid called a nictitating membrane.",
    "Some duck species make their nests in abandoned squirrel or owl nests.",
    "In Dutch folklore, ducks symbolize emotional resilience and calm under pressure.",
    "A 'duckling line' — the single-file line of babies following mom — is called a brood parade.",
    "Ducks sometimes fake loud quacking to distract predators while ducklings escape.",
    "The Indian Runner duck stands upright and can sprint like a penguin.",
    "Ducks can be left- or right-footed — they have a preferred side for turning.",
    "Ancient Egyptians believed ducks brought fertility and new life.",
    "In competitive duck herding (yes, it’s real), border collies guide ducks through obstacle courses.",
    "Some ducks adopt orphaned ducklings — even from other species.",
    "One duck can eat up to 200 mosquitoes a day — quack-powered pest control!",
    "The oldest duck fossil dates back 40 million years, from the Eocene period.",
    "Ducks have specialized salt glands above their eyes that filter salt from seawater.",
    "The canvasback duck can dive up to 30 feet deep to find food.",
    "Duck eggs take 28 days to incubate, except for Muscovy ducks which take 35 days.",
    "The blue-winged teal can fly at altitudes over 23,000 feet during migration.",
    "The muscular gizzard of a duck can exert pressure of up to 400 pounds per square inch.",
    "The Labrador duck went extinct in 1878 and was the first documented North American waterfowl extinction.",
    "Ducks can live up to 29 years in captivity, though wild ducks typically live 5-10 years.",
    "The ruddy duck male's bill turns bright blue during breeding season.",
    "Ducks have been used in warfare - they were trained to detect submarines during WWII.",
    "The Madagascar pochard was thought extinct until rediscovered in 2006.",
    "Ducks can see magnetic fields through special proteins in their eyes called cryptochromes.",
    "The common goldeneye duck makes a whistling sound with its wings during flight.",
    "Duck feathers were once used to stuff pillows and mattresses before synthetic alternatives.",
    "The ring-necked duck doesn't actually have a visible ring around its neck in most lighting.",
    "Ducks have been domesticated independently by multiple civilizations including ancient Egypt and China.",
    "The eider duck's down is so insulating that indigenous peoples used it in extreme Arctic conditions.",
    "Ducks can recognize human emotions and respond differently to happy versus angry faces.",
    "The steamer duck got its name because its wing-flapping on water resembles a paddle steamer.",
    "Ducks have hollow bones like other birds, making them lighter for flight.",
    "The whistling duck can perch and nest in trees like wood ducks.",
    "Duck hunting decoys were first used by Native Americans over 2,000 years ago.",
    "The surf scoter duck feeds almost exclusively on mollusks and crustaceans.",
    "Ducks have a special toe called a hallux that helps them grip branches when perching.",
    "The comb duck of Africa can weigh up to 10 pounds, making it one of the heaviest ducks.",
    "Ducks molt their feathers in a specific order to maintain their ability to fly.",
    "The pink-headed duck of India and Myanmar is possibly extinct - last confirmed sighting was in 1949.",
    "Ducks have been symbols of prosperity in feng shui for over 1,000 years.",
    "The bufflehead duck is one of the smallest diving ducks in North America.",
    "Ducks can contract avian influenza but many species show natural resistance.",
    "The common shelduck nests in rabbit burrows and tree holes.",
    "Duck bills continue growing throughout their lives, wearing down from constant use.",
    "The red-breasted merganser holds the waterfowl airspeed record at 81 mph.",
    "Ducks have been featured on currency - the Canadian dollar once featured the common loon.",
    "The wood duck was nearly extinct in 1900 due to overhunting but has made a remarkable recovery.",
    "Ducks can suffer from lead poisoning from ingesting spent shotgun pellets.",
    "The paradise shelduck of New Zealand mates for life and both parents raise young together.",
    "Duck navigation during migration relies on star patterns, sun position, and magnetic fields.",
    "The spectacled eider can hold its breath for up to 3 minutes while diving.",
    "Ducks have been used in therapy programs for children with autism and elderly patients.",
    "The black-bellied whistling duck is also called the tree duck for its perching habits.",
    "Duck feathers have inspired waterproof clothing technology and fabric treatments.",
    "The Australian wood duck is also known as the maned duck due to its distinctive crest.",
    "Ducks can fly backwards briefly when landing or avoiding obstacles.",
    "The white-winged scoter duck migrates between Arctic breeding grounds and temperate coasts.",
    "Duck tongues have backward-pointing spines called papillae that help manipulate food.",
    "The Egyptian goose, despite its name, is actually more closely related to ducks than geese.",
    "Ducks play important roles in seed dispersal, helping maintain wetland plant diversity.",
    "The long-tailed duck can dive deeper than any other duck - up to 200 feet.",
    "Ducks have been bred for over 50 different domestic varieties with distinct characteristics."
  ],
  "de": [
    "Enten haben wasserdichte Federn dank einer Öldrüse in der Nähe ihrer Schwänze.",
    "Eine Gruppe von Enten an Land nennt man 'Watscheln', aber im Flug ist es ein 'Schwarm'.",
    "Männliche Enten werden Erpel genannt; weibliche sind einfach Enten.",
    "Enten schlafen mit einem offenen Auge, um wachsam gegenüber Raubtieren zu bleiben.",
    "Einige Enten können mit Geschwindigkeiten von über 100 km/h fliegen.",
    "Die älteste Ente der Welt wurde 20 Jahre alt.",
    "Enten haben drei Augenlider und können Farben sehen.",
    "Das Quaken einer Ente hat ein Echo, entgegen dem Mythos.",
    "Enten können sowohl in Süß- als auch in Salzwasserumgebungen leben.",
    "Der Schnabel einer Ente enthält winzige Platten namens Lamellen, die beim Filtern von Nahrung helfen.",
    "Enten können gehen, schwimmen und fliegen – die dreifache Bedrohung der Vogelwelt!",
    "Entenküken werden Entchen genannt und können innerhalb von Stunden nach dem Schlüpfen schwimmen.",
    "Holzenten nisten in Bäumen, und ihre Küken springen aus Höhen von bis zu 15 Metern!",
    "Enten können ihre Köpfe um 180 Grad drehen, um sich zu putzen.",
    "Einige Enten wandern jedes Jahr Tausende von Kilometern.",
    "Männliche Enten verlieren oft ihr helles Gefieder nach der Paarungszeit.",
    "Enten haben ein unglaubliches Gedächtnis und können Gesichter erkennen.",
    "Die Füße einer Ente haben keine Nerven oder Blutgefäße, daher frieren sie nicht.",
    "Enten werden seit über 4.000 Jahren domestiziert.",
    "Es gibt über 120 verschiedene Entenarten weltweit.",
    "Enten kommunizieren mit einer Vielzahl von Geräuschen, nicht nur mit Quaken.",
    "Mandarinenten gelten in Asien als Symbol für Liebe und Treue.",
    "Enten können beim Schwimmen auf dem Wasser schlafen.",
    "Einige Tauchenten können über eine Minute unter Wasser bleiben.",
    "Die Spießente kann während der Migration über 800 Kilometer an einem einzigen Tag zurücklegen.",
    "Der Schnabel einer Ente ist so empfindlich wie eine menschliche Fingerspitze.",
    "Nicht alle Enten quaken – einige pfeifen, grunzen oder quietschen.",
    "Moschusenten zischen statt zu quaken.",
    "Enten sind seit Jahrhunderten in Kunst und Mythologie zu finden.",
    "Donald Duck wurde in Finnland (Gerücht!) verboten, weil er keine Hose trug.",
    "Enten nicken mit dem Kopf, wenn sie glücklich sind – wie gefiederte Tänzer.",
    "Stockenten sind die Vorfahren der meisten domestizierten Entenrassen.",
    "Enten spielen genauso gerne in Pfützen wie in Teichen.",
    "Enten können mit der Hälfte ihres Gehirns wach schlafen – das ultimative Multitasking!",
    "Einige Enten legen bis zu 12 Eier auf einmal.",
    "Entenküken prägen sich auf das erste sich bewegende Objekt, das sie sehen – auch wenn es ein Mensch ist!",
    "Enten können regionale Akzente haben, je nachdem, wo sie leben.",
    "Die Federn einer Ente sind so wasserdicht, dass selbst nach dem Tauchen die Daunen trocken bleiben.",
    "Einige Enten können ihre Köpfe fast vollständig wie Eulen drehen.",
    "Enten täuschen manchmal Verletzungen vor, um Raubtiere von ihren Nestern wegzulocken.",
    "Enten sind ausgezeichnet im Teamschwimmen – sie nutzen den Windschatten wie Radfahrer!",
    "Entenküken können den Ruf ihrer Mutter erkennen, noch bevor sie schlüpfen.",
    "In China werden Enten manchmal anstelle von Pestiziden eingesetzt – sie fressen die Käfer!",
    "Einige Enten, wie die Kragenente, nisten in der Nähe von Wasserfällen.",
    "Das Herz einer Ente schlägt etwa 190 Mal pro Minute.",
    "Die Augen einer Ente sind an den Seiten ihres Kopfes platziert und geben ihr fast 340° Sicht.",
    "Enten kauen nicht – sie schlucken ihr Essen ganz oder zerdrücken es mit kleinen Steinen in ihren Muskelmägen.",
    "Die Federn eines männlichen Waldenterichs sind so bunt, dass sie gemalt aussehen.",
    "Enten haben einen hochentwickelten Tastsinn in ihren Schnäbeln.",
    "Enten können an 'Engelsflügel' leiden, wenn sie zu viele Kohlenhydrate gefüttert bekommen, was Flügeldeformationen verursacht.",
    "Im alten Rom wurden Enten als Haustiere gehalten und auch bei Banketten serviert.",
    "Die Rosaohrenente Australiens hat eine spiralförmige Zunge, mit der sie Plankton aufsaugt.",
    "Enten paaren sich oft für eine Saison, aber nicht immer fürs Leben.",
    "Die 'lachende Ente' (Moschusente) macht Geräusche, die wie menschliches Kichern klingen.",
    "Einige Enten täuschen Verletzungen vor (wie Hinken), um Raubtiere von ihren Nestern abzulenken.",
    "Die Quietscheente wurde 2013 in die Toy Hall of Fame aufgenommen.",
    "Entenküken bekommen in nur wenigen Wochen Federn und beginnen im Alter von 6-8 Wochen zu fliegen.",
    "Die Federn einer Ente sind so geschichtet, dass sie helfen, warme Luft einzuschließen und den Körper zu isolieren.",
    "Die südamerikanische Sturzbach-Ente lebt in schnell fließenden Bergbächen.",
    "Enten wurden ins All geschickt – irgendwie. Sie waren Testtiere in frühen Flügen!",
    "Einige Enten können ihre Köpfe vollständig nach hinten drehen, um ihre Rückenfedern zu putzen.",
    "In einigen Kulturen sind Enten ein Zeichen für Wohlstand und Glück.",
    "Der Begriff 'sitting duck' (leichtes Ziel) stammt davon, wie einfach es ist, sie während der Ruhe zu jagen.",
    "Enten können auf allen Kontinenten außer der Antarktis leben.",
    "Enten lieben sauberes Wasser und baden mehrmals täglich, wenn sie die Chance haben.",
    "Die Schwimmhäute einer Ente helfen ihr beim Schwimmen, aber sie kann auch gut an Land gehen.",
    "Enten können sich an über 100 verschiedene Objekte und Orte erinnern.",
    "Einige Enten tauchen fast vertikal wie Torpedos, um Beute zu fangen.",
    "Die Stimme einer Ente kann über offenes Wasser bis zu einen halben Kilometer weit getragen werden.",
    "Wenn sie erschreckt sind, erstarren einige Enten völlig – eine Form der 'Entenpanik'.",
    "Enten blinzeln seitlich – mit einem durchsichtigen dritten Augenlid namens Nickhaut.",
    "Einige Entenarten bauen ihre Nester in verlassenen Eichhörnchen- oder Eulennestern.",
    "In der niederländischen Folklore symbolisieren Enten emotionale Widerstandsfähigkeit und Ruhe unter Druck.",
    "Eine 'Entenkette' – die Einzelreihe von Babys, die der Mutter folgen – wird Brutparade genannt.",
    "Enten täuschen manchmal lautes Quaken vor, um Raubtiere abzulenken, während Entenküken entkommen.",
    "Die Indische Laufente steht aufrecht und kann wie ein Pinguin sprinten.",
    "Enten können links- oder rechtshändig sein – sie haben eine bevorzugte Seite zum Wenden.",
    "Die alten Ägypter glaubten, dass Enten Fruchtbarkeit und neues Leben brachten.",
    "Beim Wettkampf-Entenhüten (ja, das gibt es wirklich) führen Border Collies Enten durch Hindernisparcours.",
    "Einige Enten adoptieren verwaiste Entenküken – sogar von anderen Arten.",
    "Eine Ente kann bis zu 200 Mücken pro Tag fressen – quakbetriebene Schädlingsbekämpfung!",
    "Das älteste Entenfossil stammt aus der Zeit vor 40 Millionen Jahren, aus dem Eozän.",
    "Enten haben spezialisierte Salzdrüsen über ihren Augen, die Salz aus Meerwasser filtern.",
    "Die Riesentafelente kann bis zu 9 Meter tief tauchen, um Nahrung zu finden.",
    "Enteneier brauchen 28 Tage zum Ausbrüten, außer Moschusenten, die 35 Tage brauchen.",
    "Die Blauflügel-Krickente kann während der Migration in Höhen über 7.000 Metern fliegen.",
    "Der muskulöse Muskelmagen einer Ente kann einen Druck von bis zu 28 kg pro Quadratzentimeter ausüben.",
    "Die Labrador-Ente starb 1878 aus und war das erste dokumentierte nordamerikanische Wasservogel-Aussterben.",
    "Enten können in Gefangenschaft bis zu 29 Jahre leben, obwohl wilde Enten normalerweise 5-10 Jahre leben.",
    "Der Schnabel des männlichen Schwarzkopf-Ruderente wird während der Brutzeit leuchtend blau.",
    "Enten wurden im Krieg eingesetzt – sie wurden trainiert, U-Boote während des 2. Weltkriegs zu entdecken.",
    "Die Madagaskar-Moorente galt als ausgestorben, bis sie 2006 wiederentdeckt wurde.",
    "Enten können Magnetfelder durch spezielle Proteine in ihren Augen namens Cryptochrome sehen.",
    "Die Schellente macht beim Flug ein pfeifendes Geräusch mit ihren Flügeln.",
    "Entenfedern wurden früher zum Stopfen von Kissen und Matratzen verwendet, bevor es synthetische Alternativen gab.",
    "Die Ringschnabelente hat eigentlich keinen sichtbaren Ring um den Hals bei den meisten Lichtverhältnissen.",
    "Enten wurden unabhängig von mehreren Zivilisationen domestiziert, einschließlich dem alten Ägypten und China.",
    "Die Daunen der Eiderente sind so isolierend, dass indigene Völker sie unter extremen arktischen Bedingungen verwendeten.",
    "Enten können menschliche Emotionen erkennen und reagieren unterschiedlich auf fröhliche versus wütende Gesichter.",
    "Die Dampferente erhielt ihren Namen, weil ihr Flügelschlagen auf dem Wasser einem Raddampfer ähnelt.",
    "Enten haben hohle Knochen wie andere Vögel, was sie für den Flug leichter macht.",
    "Die Pfeifente kann auf Bäumen sitzen und nisten wie Holzenten.",
    "Entenlockvögel wurden erstmals von amerikanischen Ureinwohnern vor über 2.000 Jahren verwendet.",
    "Die Brandseeschwalbe ernährt sich fast ausschließlich von Weichtieren und Krebstieren.",
    "Enten haben eine spezielle Zehe namens Hallux, die ihnen hilft, Äste zu greifen, wenn sie sitzen.",
    "Die Höckerente Afrikas kann bis zu 4,5 kg wiegen und ist damit eine der schwersten Enten.",
    "Enten mausern ihre Federn in einer bestimmten Reihenfolge, um ihre Flugfähigkeit zu erhalten.",
    "Die Rosenkopfente Indiens und Myanmars ist möglicherweise ausgestorben – die letzte bestätigte Sichtung war 1949.",
    "Enten sind seit über 1.000 Jahren Symbole des Wohlstands im Feng Shui.",
    "Die Büffelkopfente ist eine der kleinsten Tauchenten Nordamerikas.",
    "Enten können sich mit Vogelgrippe infizieren, aber viele Arten zeigen natürliche Resistenz.",
    "Die Brandgans nistet in Kaninchenbau und Baumhöhlen.",
    "Entenschnäbel wachsen ihr ganzes Leben lang weiter und nutzen sich durch ständigen Gebrauch ab.",
    "Der Mittelsäger hält den Geschwindigkeitsrekord für Wasservögel mit 130 km/h.",
    "Enten wurden auf Währungen abgebildet – der kanadische Dollar zeigte einst den Eistaucher.",
    "Die Holzente war 1900 aufgrund der Überjagd fast ausgestorben, hat aber eine bemerkenswerte Erholung gemacht.",
    "Enten können an Bleivergiftung leiden, wenn sie verbrauchte Schrotpatronen aufnehmen.",
    "Die Paradies-Brandgans Neuseelands paart sich fürs Leben und beide Eltern ziehen gemeinsam die Jungen auf.",
    "Die Navigation der Enten während der Migration beruht auf Sternmustern, Sonnenstand und Magnetfeldern.",
    "Die Brilleneiderente kann beim Tauchen bis zu 3 Minuten den Atem anhalten.",
    "Enten wurden in Therapieprogrammen für Kinder mit Autismus und ältere Patienten eingesetzt.",
    "Die Schwarzbauch-Pfeifente wird auch Baumeine genannt wegen ihrer Sitzengewohnheiten.",
    "Entenfedern haben wasserdichte Kleidungstechnologie und Stoffbehandlungen inspiriert.",
    "Die australische Holzente ist auch als Mähnenente bekannt wegen ihrer charakteristischen Haube.",
    "Enten können kurz rückwärts fliegen, wenn sie landen oder Hindernissen ausweichen.",
    "Die Weißflügel-Trauerente wandert zwischen arktischen Brutgebieten und gemäßigten Küsten.",
    "Entenzungen haben nach hinten gerichtete Stacheln namens Papillen, die bei der Nahrungsmanipulation helfen.",
    "Die Nilgans ist trotz ihres Namens tatsächlich enger mit Enten als mit Gänsen verwandt.",
    "Enten spielen wichtige Rollen bei der Samenverbreitung und helfen, die Pflanzenvielfalt in Feuchtgebieten zu erhalten.",
    "Die Eisente kann tiefer tauchen als jede andere Ente – bis zu 60 Meter.",
    "Enten wurden in über 50 verschiedene Hausrassen mit unterschiedlichen Eigenschaften gezüchtet.",
    "Die Sichelente hat die längsten Schwanzfedern aller Entenarten.",
    "Enten können Infraschall hören – sehr tiefe Töne unter der menschlichen Hörschwelle.",
    "Die Kapente Südafrikas kann ihre Nahrung durch Sieben von Schlamm durch ihren Schnabel gewinnen.",
    "Entenfedern haben mikroskopische Haken, die sie zusammenhalten und wasserdicht machen.",
    "Die Rotschulterente wurde nach den charakteristischen roten Schulterflecken des Männchens benannt.",
    "Enten können bei der Landung ihre Geschwindigkeit von 50 km/h auf null in nur wenigen Metern reduzieren.",
    "Die Hawaiigans, obwohl technisch eine Gans, ist enger mit Enten verwandt als mit anderen Gänsen.",
    "Enten haben specialized Salzdrüsen, die es ihnen ermöglichen, Salzwasser zu trinken und das Salz auszuscheiden.",
    "Die Rothalsgans Südamerikas ist bekannt für ihre lauten, trompetenartigen Rufe.",
    "Enten können ihre Körpertemperatur regulieren, indem sie ihre Durchblutung zu ihren Füßen reduzieren.",
    "Die Pfeifente ist eine der wenigen Entenarten, die regelmäßig auf Bäumen sitzt.",
    "Enteneier haben eine natürliche Schutzschicht, die als Bloom bekannt ist und Bakterien abhält.",
    "Die Kasarka kann in Höhen von über 8.000 Metern über dem Himalaya fliegen.",
    "Enten haben ein ausgezeichnetes Farbsehen und können UV-Licht sehen.",
    "Die Bergente nistet in Höhen von bis zu 4.000 Metern in den Anden.",
    "Entenküken können innerhalb von 24 Stunden nach dem Schlüpfen schwimmen, tauchen und ihre eigene Nahrung finden.",
    "Die Kolbenente hat einen charakteristischen roten Schnabel und rote Augen während der Brutzeit.",
    "Enten wurden in der traditionellen chinesischen Medizin für verschiedene Heilzwecke verwendet.",
    "Die Australische Stelzenente kann ihre Beine und Füße zum Fangen von Insekten im Flug verwenden.",
    "Enten haben eine komplexe soziale Struktur mit etablierten Hierarchien in Gruppen.",
    "Die Weißwangengans führt eine der längsten Wanderungen aller Wasservögel durch.",
    "Entenschnäbel enthalten Tausende von Nervenenden, was sie zu sehr empfindlichen Tastorganen macht.",
    "Die Gelbschnabelente wurde nach ihrem charakteristischen gelben Schnabel benannt.",
    "Enten können lernen, einfache Aufgaben zu lösen und sich an komplexe Umgebungen anzupassen.",
    "Die Spießente kann während langer Flüge abwechselnd mit einer Gehirnhälfte schlafen.",
    "Entenfedern werden heute noch in hochwertigen Daunenjacken und Bettwaren verwendet.",
    "Die Brandseeschwalbe kann Salzwasser trinken und das überschüssige Salz durch ihre Nasendrüsen ausscheiden.",
    "Enten haben spezialisierte Muskeln in ihren Flügeln, die es ihnen ermöglichen, sehr präzise zu manövrieren.",
    "Die Orinoco-Gans ist eine der größten Entenarten Südamerikas.",
    "Entenkot wird als natürlicher Dünger in der Landwirtschaft geschätzt.",
    "Die Rostgans hat ein einzigartiges Brutverhalten, bei dem beide Eltern die Eier abwechselnd bebrüten.",
    "Enten können zwischen verschiedenen menschlichen Stimmen unterscheiden und auf vertraute Personen reagieren.",
    "Die Höhlenente nistet ausschließlich in Baumhöhlen und kann bis zu 15 Meter hoch nisten.",
    "Entenfedern haben antibakterielle Eigenschaften, die sie vor Infektionen schützen.",
    "Die Sichelfüßige Ente hat gebogene Krallen, die ihr beim Klettern auf Bäume helfen.",
    "Enten spielen eine wichtige Rolle im Ökosystem als Bestäuber und Samenverbreiter.",
    "Die Streifengans kann in einer einzigen Nacht über 1.000 Kilometer während der Migration fliegen.",
    "Enteneier haben unterschiedliche Farben je nach Art – von weiß über grün bis hin zu dunkelbraun.",
    "Die Zwergente ist mit nur 25 cm Länge eine der kleinsten Entenarten der Welt.",
    "Enten haben ein ausgeprägtes Zeitgefühl und können täglich Routinen entwickeln."
  ]
}
