{
  "en": [
    "Ducks have waterproof feathers thanks to an oil gland near their tails.",
    "A group of ducks on land is called a 'waddle', but in flight it's a 'flock'.",
    "Male ducks are called drakes; females are simply ducks.",
    "Ducks sleep with one eye open to stay alert for predators.",
    "Some ducks can fly at speeds over 60 miles per hour.",
    "The world's oldest duck lived to be 20 years old.",
    "Ducks have three eyelids and can see in color.",
    "The quack of a duck does echo, despite the myth.",
    "Ducks can live in both fresh and salt water environments.",
    "A duck's bill contains tiny plates called lamellae to help filter food.",
    "Ducks can walk, swim, and fly – the triple threat of the bird world!",
    "Baby ducks are called ducklings and can swim within hours of hatching.",
    "Wood ducks nest in trees, and their ducklings leap from heights up to 50 feet!",
    "Ducks can turn their heads 180 degrees to groom themselves.",
    "Some ducks migrate thousands of miles every year.",
    "Male ducks often lose their bright plumage after mating season.",
    "Ducks have an incredible memory and can recognize faces.",
    "A duck's feet have no nerves or blood vessels, so they don't feel cold.",
    "Ducks have been domesticated for over 4,000 years.",
    "There are over 120 different species of ducks worldwide.",
    "Ducks communicate with a variety of sounds, not just quacks.",
    "Mandarin ducks are considered a symbol of love and fidelity in Asia.",
    "Ducks can sleep while floating on water.",
    "Some diving ducks can stay underwater for more than a minute.",
    "The northern pintail duck can travel over 500 miles in a single day during migration.",
    "A duck's bill is as sensitive as a human fingertip.",
    "Not all ducks quack – some whistle, grunt, or squeak.",
    "Muscovy ducks hiss instead of quacking.",
    "Ducks have been featured in art and mythology for centuries.",
    "Donald Duck was banned in Finland (rumor!) because he didn't wear pants."
  ],
  "de": [
    "Enten haben wasserdichte Federn dank einer Öldrüse in der Nähe ihrer Schwänze.",
    "Eine Gruppe von Enten an Land nennt man 'Watscheln', aber im Flug ist es ein 'Schwarm'.",
    "Männliche Enten werden Erpel genannt; weibliche sind einfach Enten.",
    "Enten schlafen mit einem offenen Auge, um wachsam gegenüber Raubtieren zu bleiben.",
    "Einige Enten können mit Geschwindigkeiten von über 100 km/h fliegen.",
    "Die älteste Ente der Welt wurde 20 Jahre alt.",
    "Enten haben drei Augenlider und können Farben sehen.",
    "Das Quaken einer Ente hat ein Echo, entgegen dem Mythos.",
    "Enten können sowohl in Süß- als auch in Salzwasserumgebungen leben.",
    "Der Schnabel einer Ente enthält winzige Platten namens Lamellen, die beim Filtern von Nahrung helfen.",
    "Enten können gehen, schwimmen und fliegen – die dreifache Bedrohung der Vogelwelt!",
    "Entenküken werden Entchen genannt und können innerhalb von Stunden nach dem Schlüpfen schwimmen.",
    "Mandarinenten nisten in Bäumen, und ihre Küken springen aus Höhen von bis zu 15 Metern!",
    "Enten können ihre Köpfe um 180 Grad drehen, um sich zu putzen.",
    "Einige Enten wandern jedes Jahr Tausende von Kilometern.",
    "Männliche Enten verlieren oft ihr helles Gefieder nach der Paarungszeit.",
    "Enten haben ein unglaubliches Gedächtnis und können Gesichter erkennen.",
    "Die Füße einer Ente haben keine Nerven oder Blutgefäße, daher frieren sie nicht.",
    "Enten werden seit über 4.000 Jahren domestiziert.",
    "Es gibt über 120 verschiedene Entenarten weltweit.",
    "Enten kommunizieren mit einer Vielzahl von Geräuschen, nicht nur mit Quaken.",
    "Mandarinenten gelten in Asien als Symbol für Liebe und Treue.",
    "Enten können beim Schwimmen auf dem Wasser schlafen.",
    "Einige Tauchenten können über eine Minute unter Wasser bleiben.",
    "Die Spießente kann während der Migration über 800 Kilometer an einem einzigen Tag zurücklegen.",
    "Der Schnabel einer Ente ist so empfindlich wie eine menschliche Fingerspitze.",
    "Nicht alle Enten quaken – einige pfeifen, grunzen oder quietschen.",
    "Moschusenten zischen statt zu quaken.",
    "Enten sind seit Jahrhunderten in Kunst und Mythologie zu finden.",
    "Donald Duck wurde in Finnland (Gerücht!) verboten, weil er keine Hose trug."
  ]
}