[
  "Ducks have waterproof feathers thanks to an oil gland near their tails.",
  "A group of ducks on land is called a 'waddle', but in flight it's a 'flock'.",
  "Male ducks are called drakes; females are simply ducks.",
  "Ducks sleep with one eye open to stay alert for predators.",
  "Some ducks can fly at speeds over 60 miles per hour.",
  "The world's oldest duck lived to be 20 years old.",
  "Ducks have three eyelids and can see in color.",
  "The quack of a duck does echo, despite the myth.",
  "Ducks can live in both fresh and salt water environments.",
  "A duck's bill contains tiny plates called lamellae to help filter food.",
  "Ducks can walk, swim, and fly – the triple threat of the bird world!",
  "Baby ducks are called ducklings and can swim within hours of hatching.",
  "Wood ducks nest in trees, and their ducklings leap from heights up to 50 feet!",
  "Ducks can turn their heads 180 degrees to groom themselves.",
  "Some ducks migrate thousands of miles every year.",
  "Male ducks often lose their bright plumage after mating season.",
  "Ducks have an incredible memory and can recognize faces.",
  "A duck’s feet have no nerves or blood vessels, so they don’t feel cold.",
  "Ducks have been domesticated for over 4,000 years.",
  "There are over 120 different species of ducks worldwide.",
  "Ducks communicate with a variety of sounds, not just quacks.",
  "Mandarin ducks are considered a symbol of love and fidelity in Asia.",
  "Ducks can sleep while floating on water.",
  "Some diving ducks can stay underwater for more than a minute.",
  "The northern pintail duck can travel over 500 miles in a single day during migration.",
  "A duck’s bill is as sensitive as a human fingertip.",
  "Not all ducks quack – some whistle, grunt, or squeak.",
  "Muscovy ducks hiss instead of quacking.",
  "Ducks have been featured in art and mythology for centuries.",
  "Donald Duck was banned in Finland (rumor!) because he didn’t wear pants.",
  "Ducks bob their heads when they’re happy – like feathered dancers.",
  "Mallard ducks are the ancestors of most domestic duck breeds.",
  "Ducks enjoy playing in puddles as much as in ponds.",
  "Ducks can sleep with half their brain awake – the ultimate multitasking!",
  "Some ducks lay up to 12 eggs at once.",
  "Ducklings imprint on the first moving object they see – even if it's a human!",
  "Ducks can have regional accents depending on where they live.",
  "A duck’s feathers are so waterproof that even after diving, its down stays dry.",
  "Some ducks can rotate their heads almost completely around like owls.",
  "Ducks sometimes fake injuries to lure predators away from their nests.",
  "Ducks are excellent at team swimming – they draft like cyclists!",
    "Ducklings can recognize their mother's call even before they hatch.",
  "In China, ducks are sometimes used instead of pesticides — they eat the bugs!",
  "Some ducks, like the Harlequin duck, nest near waterfalls.",
  "A duck’s heart beats around 190 times per minute.",
  "The eyes of a duck are placed on the sides of its head, giving it almost 340° vision.",
  "Ducks don’t chew — they swallow their food whole or crush it with tiny stones in their gizzards.",
  "The feathers of a male wood duck are so colorful, they look painted.",
  "Ducks have a highly developed sense of touch in their bills.",
  "Ducks can suffer from 'angel wing' if overfed carbohydrates, which causes wing deformities.",
  "In ancient Rome, ducks were kept as pets and also served at banquets.",
  "The pink-eared duck of Australia has a spiral tongue it uses to suck up plankton.",
  "Ducks often mate for a season, but not always for life.",
  "The 'laughing duck' (Muscovy) makes noises that sound like human chuckling.",
  "Some ducks fake being injured (like limping) to distract predators from their nests.",
  "The rubber duck was inducted into the Toy Hall of Fame in 2013.",
  "Ducklings grow feathers in just a few weeks and start flying by 6–8 weeks old.",
  "A duck’s feathers are layered in a way that helps trap warm air and insulate the body.",
  "The South American Torrent Duck lives in fast-flowing mountain streams.",
  "Ducks have been sent into space — kind of. They were test animals in early flights!",
  "Some ducks can turn their heads completely backwards to preen their back feathers.",
  "In some cultures, ducks are a sign of prosperity and good fortune.",
  "The term 'sitting duck' comes from how easy it is to hunt them while they rest.",
  "Ducks can live on all continents except Antarctica.",
  "Ducks love clean water and will bathe multiple times a day if given the chance.",
  "Wild ducks can be tamed easily and will follow humans if hand-fed early.",
  "Ducks often shake their tails when excited or after a good splash.",
  "The Hawaiian duck (Koloa) is one of the rarest ducks in the world.",
  "Some ducks use tools — like dropping clams on rocks to crack them open.",
  "Duck feet don’t freeze in ice water thanks to counter-current heat exchange.",
  "Ducks can see ultraviolet light — they have special cones in their eyes.",
  "The call of the female duck is louder and more distinct than the male's.",
  "Ducks perform head-bobbing and wing-flapping as part of their courtship ritual.",
  "Ducks lose all their flight feathers at once and become flightless for a few weeks each year.",
  "Many ducks are omnivores — they eat insects, plants, small fish, and even frogs.",
  "Some ducks migrate thousands of miles without stopping to rest.",
  "The Mandarin duck is so beautiful it inspired artwork in ancient China and Japan.",
  "Domestic ducks often forget how to fly due to selective breeding.",
  "A duck’s preen gland oil also helps waterproof their eggs when they sit on them.",
  "Ducks sometimes sleep in floating groups called 'rafts' on lakes and oceans.",
  "Even though they look clumsy, ducks are very agile swimmers and flyers!",
  "Some ducks eat small pebbles to help grind food in their stomachs.",
  "When ducklings hatch, they weigh about as much as a ping pong ball.",
  "Ducks can feel vibrations in the water through their bills.",
  "The male Mandarin duck doesn't help raise the ducklings — he just looks fabulous.",
  "A duck’s beak grows continuously — just like human fingernails.",
  "In medieval Europe, it was believed that ducks grew on trees (seriously).",
  "Ducks can swim at birth but take a few weeks to grow flight feathers.",
  "Ducks often bob their heads when excited, especially before feeding.",
  "Some ducks have colorful patches on their wings called 'speculums.'",
  "The African black duck prefers fast-moving rivers and is very shy.",
  "In cartoons, ducks often don’t wear pants — but they never get arrested.",
  "In 2001, a duck named Trevor became a local celebrity on a tiny island with no other ducks.",
  "The call of a mother duck helps synchronize the hatching of her eggs.",
  "Ducks have been trained to sniff out landmines using their sense of vibration.",
  "Ducks can turn on a dime while swimming, using just their webbed feet.",
  "A duck's feathers are so tightly packed that water just beads right off.",
  "Some ducks can fly over Mount Everest during migration!",
  "Ducks may paddle in circles to stir up food from the pond bottom.",
  "Mallards are among the most adaptable ducks — they live on every continent except Antarctica.",
  "Ducks are surprisingly good climbers and can scale steep embankments.",
  "Duck eggshells are slightly thicker than chicken eggs.",
  "Muscovy ducks have red, bumpy faces that look like they're wearing bad makeup.",
  "Ducks sometimes make 'laughing' sounds when relaxing in groups.",
  "The northern shoveler duck has a bill like a spoon — it's a natural strainer.",
  "Ducklings learn to preen themselves by watching their mother.",
  "The 'stiff-tailed duck' uses its tail like a rudder while diving.",
  "Some ducks dive almost vertically like torpedoes to catch prey.",
  "A duck’s voice can carry up to half a kilometer over open water.",
  "When scared, some ducks freeze completely still — a form of 'duck panic.'",
  "Ducks blink sideways — with a translucent third eyelid called a nictitating membrane.",
  "Some duck species make their nests in abandoned squirrel or owl nests.",
  "In Dutch folklore, ducks symbolize emotional resilience and calm under pressure.",
  "A 'duckling line' — the single-file line of babies following mom — is called a brood parade.",
  "Ducks sometimes fake loud quacking to distract predators while ducklings escape.",
  "The Indian Runner duck stands upright and can sprint like a penguin.",
  "Ducks can be left- or right-footed — they have a preferred side for turning.",
  "Ancient Egyptians believed ducks brought fertility and new life.",
  "In competitive duck herding (yes, it’s real), border collies guide ducks through obstacle courses.",
  "Some ducks adopt orphaned ducklings — even from other species.",
  "One duck can eat up to 200 mosquitoes a day — quack-powered pest control!"
]
